Repository: capstanlqc-test/eurograduate_2026_test2_cs-CZ_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs_cz

source: What is your living situation?
cs_cz: Jak v současnosti bydlíte?

source: What is your occupation?
cs_cz: Jaká je Vaše profese?

source: What kind of experience abroad did you gain?
cs_cz: Jaké zkušenosti jste v zahraničí získal/a?

source: What level of education is usually required to perform this job?
cs_cz: Jaká úroveň vzdělání se obvykle vyžaduje pro výkon této práce?

source: What type of qualification did you receive?
cs_cz: Jaký typ studijního programu jste absolvoval/a?

source: What was the length of this (self-) employment?
cs_cz: Jak dlouho trvalo toto zaměstnání / tato samostatná výdělečná činnost?

source: What was the main field of study of your highest degree?
cs_cz: Jaké bylo oborové zaměření studia vaší nejvyšší dosažené kvalifikace?

source: What was the main language of instruction in your study programme?
cs_cz: Jaký byl hlavní jazyk výuky v rámci Vašeho studijního programu?

source: What was the name of the higher education institution?
cs_cz: Jaký byl název vaší vysoké školy?

source: What was your average final examination grade when you finished school?
cs_cz: Jaká byla vaše průměrná známka z maturitní zkoušky?

source: What was your formal enrolment status at the time of graduation?
cs_cz: Jaká byla forma Vašeho studia v době absolvování?

source: What was your highest school leaving qualification before you entered higher education for the first time?
cs_cz: Jaké bylo Vaše nejvyšší dosažené vzdělání (kromě VOŠ a terciární úrovně konzervatoří) předtím, než jste poprvé nastoupil/a na vysokou školu?

source: What was your main field of study?
cs_cz: Jaké bylo oborové zaměření tohoto programu?

source: What was your occupation?
cs_cz: Jaká byla Vaše profese?

source: What was your type of contract?
cs_cz: Jaký jste měl/a typ pracovní smlouvy?

source: What were your gross monthly earnings (i.e. before taxes and levies/contributions) including regular extra payments (e.g. paid overtime, performance or shift bonuses)?
cs_cz: Jaký byly vaše hrubé měsíční výdělky (tj. před zdaněním a odvody/příspěvky) včetně pravidelných příplatků (např. placených přesčasů, výkonnostních odměn, mzdy za noční práci, práci ve svátek, o víkendu apod.)?

source: When did you begin looking for this employment?
cs_cz: Kdy jste začal/a hledat toto zaměstnání?

source: When did you graduate from your study programme?
cs_cz: Kdy jste tento studijní program absolvoval/a?

source: When did you start working with this employer/this self-employment?
cs_cz: Kdy jste nastoupil/a k tomuto zaměstnavateli / zahájil/a tuto samostatnou výdělečnou činnost?

source: When did you start working with your current employer/in self-employment?
cs_cz: Kdy jste nastoupil/a ke svému současnému zaměstnavateli / začal/a se samostatnou výdělečnou činností?

source: When did you start your first job after graduating in YYYY/YYYY?
cs_cz: Kdy jste nastoupil/a do své první práce po absolvování studia v roce yyyy/yyyy?

source: When did you start your study programme?
cs_cz: Kdy jste tento studijní program začal/a studovat?

source: When were you born?
cs_cz: Kdy jste se narodil/a?

source: Where did you mainly live during the study programme you graduated from in the academic year YYYY/YYYY?
cs_cz: Kde jste převážně žil/a během studia studijního programu, který jste absolvoval/a v akademickém roce yyyy/yyyy?

source: Where did you work?
cs_cz: Kde jste pracoval/a?

source: Where do you mainly live at present?
cs_cz: Kde převážně žijete v současnosti?

source: Where do you work?
cs_cz: Kde pracujete?

source: Where was this higher education institution located?
cs_cz: Kde se nacházela tato vysoká škola?

source: Where were you born?
cs_cz: Kde jste se narodil/a?

source: Where were your parents or guardians born?
cs_cz: Kde se narodili Vaši rodiče nebo pěstouni?

source: Which of the following statements best describes your digital skills in relation to what is required to do your job?
cs_cz: Které z následujících tvrzení nejlépe vystihuje vaše digitální dovednosti ve vztahu k tomu, co je pro výkon vaší práce nezbytné?

source: Which of the following statements best describes your skills regarding environmental sustainability in relation to what is required to do your job?
cs_cz: Které z následujících tvrzení nejlépe vystihuje vaše dovednosti v oblasti udržitelnosti životního prostředí s ohledem na požadavky kladené na vaši pracovní pozici?

source: Will you obtain or did you obtain any vocational degree since graduation in YYYY/YYYY?
cs_cz: Máte v plánu získat kvalifikaci z odborného vzdělávání, nebo jste ji již získal/a po absolvování v roce YYYY/YYYY?

source: Work climate
cs_cz: Pracovní atmosféra

source: Work history of graduates YYYY/YYYY
cs_cz: Pracovní zkušenosti absolventů YYYY/YYYY

source: Working conditions
cs_cz: Pracovní podmínky

source: Working hours
cs_cz: Pracovní doba

source: Working in family business (unpaid)
cs_cz: Práce v rodinném podniku (neplacená)

source: Would you be ready to participate in a future survey and thus help improving higher education in COUNTRY?
cs_cz: Jste ochotný/á se tohoto následného dotazníkového šetření zúčastnit a přispět tak ke zlepšování vysokoškolského vzdělávání v České republice?

source: Written assessments
cs_cz: Písemné zkoušení

source: Year of birth
cs_cz: Rok narození

source: You can report on up to three work experiences you had between graduation in YYYY/YYYY and now.
cs_cz: Můžete uvést až tři pracovní zkušenosti, které jste získal/a v období od ukončení studia v letech YYYY/YYYY po současnost.

source: You reported to be self-employed; did you start your company yourself (probably involving co-entrepreneurs)?
cs_cz: Uvedl/a jste, že jste osoba samostatně výdělečně činná; založil/a jste firmu sám/sama (případně se zapojením společníků)?

source: You reported to have more than one job; in the following we would like to know a bit more about your additional jobs.
cs_cz: Uvedl/a jste, že máte více než jednu práci; v následujícím textu bychom se o Vaší další práci / Vašich dalších pracích rádi dozvěděli více.

source: Your e-mail address will be kept separate from your survey responses and will be treated confidentially.
cs_cz: S Vaší e-mailovou adresou budeme zacházet jako s důvěrnou informací a bude uložena odděleně od odpovědí na dotazník.

source: Youth work
cs_cz: Práce s mládeží

source: [...] hours per week
cs_cz: [...] hodin týdně

source: [A1 Course of Study]
cs_cz: [A1 Průběh studia]

source: [A2 International Mobility and Other Activities during Time of Studying]
cs_cz: [A2 Zahraniční mobilita a další aktivity během studia]

source: [A3 Previous Educational and Working Career]
cs_cz: [A3 Předchozí vzdělávací a pracovní dráha]

source: [A3.5 Education History after Graduation]
cs_cz: [A3.5 Vzdělávací dráha po absolvování]

source: [A3.6 Vocational Education and Further Education after Graduation]
cs_cz: [A3.6 Odborné a další vzdělávání po absolvování]

source: [B1 Current Situation]
cs_cz: [B1 Současná situace]

source: [B10 Previous Work Experiences]
cs_cz: [B10 Předchozí pracovní zkušenosti]

source: [B2 Job Characteristics]
cs_cz: [B2 Charakteristika pracovní pozice]

source: [B3 Match of Job and Education]
cs_cz: [B3 Soulad mezi prací a vzděláním]

source: [B4 Job Satisfaction]
cs_cz: [B4 Spokojenost se zaměstnáním]

source: [B5 Additional Jobs]
cs_cz: [B5 Další zaměstnání]

source: [B7 Transition from Study to Work]
cs_cz: [B7 Přechod ze studia do zaměstnání]

source: [B8 Length of Employment]
cs_cz: [B8 Délka zaměstnání]

source: [C1 Generic competencies]
cs_cz: [C1 Obecné kompetence]

source: [C2 Green competencies]
cs_cz: [C2 Zelené kompetence]

source: [C3 Digital Competencies]
cs_cz: [C3 Digitální kompetence]

source: [D1 Place of Residence]
cs_cz: [D1 Místo bydliště]

source: [D2 Reasons for Mobility]
cs_cz: [D2 Důvody pro mobilitu]

source: [F2 Political Attitudes and Political Participation]
cs_cz: [F2 Politické postoje a politická participace]

source: [F3 Attitudes towards Climate Change]
cs_cz: [F3 Postoje ke klimatickým změnám]

source: […] employer/employers
cs_cz: [...] zaměstnavatele/zaměstnavatelů

source: […] month/months
cs_cz: [...] měsíce/měsíců

source: a completely different field
cs_cz: úplně jiné

source: about [...] [CURRENCY] per month
cs_cz: asi [...] [CURRENCY] měsíčně

source: about […] [CURRENCY] per month
cs_cz: asi [...] [CURRENCY] měsíčně

source: about half of them
cs_cz: asi polovina z nich

source: about once a month
cs_cz: přibližně jednou za měsíc

source: about once a week
cs_cz: přibližně jednou za týden

source: abroad, namely in […]
cs_cz: v zahraničí, a to [...]

source: all of them
cs_cz: všechny

source: another place abroad, namely […]
cs_cz: jiné místo v zahraničí, a to [...]

source: approximately […] month/months
cs_cz: přibližně [...] měsíce/měsíců

source: daily
cs_cz: denně

source: does not apply at all
cs_cz: vůbec neovlivňují

source: don’t know
cs_cz: Nevím

source: exclusively own field
cs_cz: výlučně to, které mám vystudované

source: female
cs_cz: žena

source: fixed-term
cs_cz: na dobu určitou

source: full-time student
cs_cz: Prezenční

source: fully agree
cs_cz: zcela souhlasím

source: fully applies
cs_cz: zcela ovlivňují

source: fully disagree
cs_cz: zcela nesouhlasím

source: in [LOCATION]
cs_cz: V / na [LOCATION]

source: in COUNTRY
cs_cz: v Česku

source: in another country, namely […]
cs_cz: v jiné zemi, a to [...]

source: internship or work placement
cs_cz: stáž nebo praxe

source: language course
cs_cz: jazykový kurz

source: less than 1 year
cs_cz: méně než 1 rok

source: less than once a month
cs_cz: méně než jednou za měsíc

source: lower than higher education
cs_cz: středoškolské vzdělání s maturitou a nižší

source: male
cs_cz: muž

source: more than 24 months
cs_cz: více než 24 měsíců

source: more than 60
cs_cz: více než 60 měsíců

source: never
cs_cz: nikdy

source: no
cs_cz: ne

source: no particular field
cs_cz: žádné konkrétní

source: no, I am still enrolled
cs_cz: ne, studijní program stále studuji

source: no, I left without a degree
cs_cz: ne, studium jsem ukončil/a bez získání titulu

source: no, I work part-time
cs_cz: ne, pracuji na částečný úvazek

source: no, I worked part-time
cs_cz: ne, pracoval/a jsem na částečný úvazek

source: no, but I did unpaid work in family business
cs_cz: ne, ale dělal/a jsem neplacenou práci v rodinném podniku

source: no, in another country, namely […]
cs_cz: ne, v jiné zemi, a to [...]

source: non-binary or other
cs_cz: nebinární nebo jiná možnost

source: none
cs_cz: žádné

source: none of them
cs_cz: žádný z nich

source: not at all
cs_cz: vůbec ne

source: not at all confident
cs_cz: vůbec ne

source: not very confident
cs_cz: velmi si nevěřím

source: often
cs_cz: často

source: other place in COUNTRY, more specifically in […] (please enter the postal code here)
cs_cz: na jiném místě v České republice, konkrétně v […] (prosíme zde uveďte PSČ)

source: own or a related field
cs_cz: to, které mám vystudované, nebo podobné

source: part-time student
cs_cz: Kombinovaná nebo distanční

source: rarely
cs_cz: zřídka

source: same place as during my study programme
cs_cz: ve stejném místě jako během studia studijního programu

source: same place as my higher education institution
cs_cz: ve stejném místě, kde se nacházela má vysoká škola

source: short-cycle higher education
cs_cz: vyšší odborné vzdělání (DiS.)

source: sometimes
cs_cz: někdy

source: somewhat confident
cs_cz: docela si věřím

source: study abroad
cs_cz: studium v zahraničí

source: summer school, workshop, or similar activity
cs_cz: letní škola, workshop nebo podobná aktivita

source: to a very high extent
cs_cz: do velmi vysoké míry

source: unlimited term
cs_cz: na dobu neurčitou

source: usually […] hour/hours per week
cs_cz: obvykle [...] hodin týdně

source: usually […] hours per week
cs_cz: obvykle [...] hodin týdně

source: very confident
cs_cz: velmi

source: very satisfied
cs_cz: velmi spokojen/a

source: very unsatisfied
cs_cz: velmi nespokojen/a

source: yes
cs_cz: ano

source: yes, 15 ECTS points or more
cs_cz: ano, 15 nebo více bodů ECTS

source: yes, I have more than one job
cs_cz: ano, mám více než jednu práci

source: yes, about […] [CURRENCY]
cs_cz: ano, asi [...] [CURRENCY]

source: yes, by a national programme
cs_cz: ano, z národního programu

source: yes, by an EU programme (e.g. Erasmus)
cs_cz: ano, z programu EU (např. Erasmus)

source: yes, by another programme
cs_cz: ano, z jiného programu

source: yes, for a total of [NUMBER] month/months
cs_cz: ano, celkově na [NUMBER] měsíc/ů

source: yes, less than 15 ECTS points
cs_cz: ano, méně než 15 bodů ECTS

source: yes, namely in the following languages (multiple answers possible):
cs_cz: Ano, v těchto jazycích (možnost více odpovědí):

source: yes, on at least half of the days I work
cs_cz: ano, alespoň polovinu pracovních dní

source: yes, on every day I work
cs_cz: ano, každý pracovní den

source: yes, on fewer than half of the days I work
cs_cz: ano, méně než polovinu pracovních dní

source: yes, self-employed with paid employees
cs_cz: ano, samostatnou výdělečnou činnost nebo podnikání s placenými zaměstnanci

source: yes, self-employed without paid employees
cs_cz: ano, samostatnou výdělečnou činnost nebo podnikání bez placených zaměstnanců
